let country = prompt("країна");

country = (country.toUpperCase());


switch (country) {
    case "КИТАЙ":
      alert( 'доставка в Китай буде коштувати 100 кредитів' );
      break;
    case "ЧИЛІ":
      alert( 'доставка в Чилі буде коштувати 250 кредитів' );
      break;
    case "АВСТРАЛІЯ":
      alert( 'доставка в Австралію буде коштувати 170 кредитів' );
      break;
    case "ІНДІЯ":
      alert( 'доставка в Індія буде коштувати 80 кредитів' );
      break;
    case "ЯМАЙКА":
      alert( 'доставка в Ямайка буде коштувати 120 кредитів' );
      break;
    default:
      alert( 'у вашій країні доставка недоступна' );
  }